[{"first_name":"Hans","last_name":"Verbeeck","bio":"Professor Department of Environment, Faculty of Bioscience Engineering","storyA":"Every year I attend the Eureopan Geophysical Union Conference in Vienna. About 10 years ago I switched from taking the plain to taking the train. With the night train from Cologne you can easily reach Vienna. Recently, a night train connection was installed from Brussels. You enter the train at 7.30 PM and a bit after 9 AM the next day you get off in the city centre of Vienna! Sometimes I don't take the night train. The 'day-connection' is faster (11 hours of travel only) and you can work comfortably all day long on the German ICE trains. In any case, for all of my work-related travels to neighbouring countries I take the train; even to the North of England or the South of France. ","storyB":"Book your trains towards the East (Germany, Austria, Poland, etc) via Deutsche Bahn. This platform provides much more options than NMBS and the tickets are usually cheaper. If you take a long train travel for the first time, you are often stuck. I think it's just a matter of routine. And if you compare a train versus a flight trip, you really have to take into consideration the entire trip, i.e. travel time from door to door, the comfort and the views!","storyC":"","picture":"profile-picture-hans-verbeeck.png","date":" 2021-08-26","id":"hans_verbeeck","id_code":1,"color":"#675864"},{"first_name":"Mieke","last_name":"Van Houtte","bio":"Professor Sociology, Faculty of Political and Sociel Sciences","storyA":"Every two year, the European Sociological Assocation conference takes place. This conference is attended by about half of our entire department! We always try to stay at the same hotel and travel together. Although, 'together' is a bit relative. When we traveled to Turin there were 3 travel groups. A first group took the cheap option and decided to fly using Ryan Air, directly from Charleroi. A second group refused to travel low-cost (especially with Ryan Air) and first took the Thalys to Paris to take a direct flight to Turin. A third group traveled by train to Turin. This resulted in many interesting discussions! And perhaps even a transition in the longer run? ","storyB":"When traveling by train to Portsmouth and Lancaster, I experienced that it is best for UK-trips to book your tickets using Trainline. Often you can buy cheap tickets when you pay attention to the time frame in which you travel (there can be a big difference between peak hour tickets and others). Do also pay attention to the company that provides the service, which can result in different destination stations (especially in the bigger cities).","storyC":"","picture":"mieke_van_houtte.jpg","date":" 2021-08-26","id":"mieke_van_houtte","id_code":2,"color":"#d37861"},{"first_name":"Peter","last_name":"Vandenabeele","bio":"Head of the Molecular Signaling and Cell Death Unit (VIB Inflammation Research Center and professor at the Department of Biomedical Molecular Biology at the faculty Sciences","storyA":"I am regularly invited to conferences, financed by the organizers. Within Western Europe I try to travel by train as much as possible, because I enjoy it and because I ‘ve been confronted several times with hours of delays in European flights (sometimes even half a day to the next flight). The environmental aspect also plays a part. I prefer to leave at a pleasant and not too early morning hour from Gent-Dampoort (walking distance) to reach by the (late) evening destinations such as Manchester, Glasgow, Marseille, Nice, Strasbourg, Geneva, Zurich, Munich, Berlin, Hamburg, Dresden and many other closer destinations such as Heidelberg and Frankfurt. I also sometimes try to combine conferences (Zurich, Lausanne, Vienna) and that resulted in wonderful train rides. One problem is Italy because the train traffic is either via Paris or Frankfurt (where is the time of Brussels-Basel-Milan?).","storyB":"A good travel agent can help you with a good planning. This does require some consultation (is that possible in the contract of Ghent University?). When ordered sufficiently in advance, there is often not a big price difference between 1st or 2nd class. For me, it is not so much the time (what is the difference between 7 or 9 or 10 hours of train?), but mainly the possibility to work, prepare a lecture and read on the train that plays a role. I cannot do this while sitting in airports or on a cramped plane. Moreover, the Internet connection works good on many trains. Meanwhile, the scenery glides by, you can think and sometimes have interesting conversations. I also always try the dining car. Nothing is more enjoyable than seeing the Lorelei with a good meal and a glass of beer or wine. I sometimes try to combine the return day with a museum visit in the morning and around noon I start my return trip by train. Train travel makes the trip between two points enjoyable and allows you to fill the time more meaningfully.","storyC":"","picture":"Peter.jpg","date":" 2021-08-26","id":"peter_vandenabeele","id_code":3,"color":"#144a81"},{"first_name":"Thomas","last_name":"Block","bio":"Director Centre for Sustainable Development and Contracter Sustainability UGent","storyA":"Ofcourse this is not possible for everyone, but my research focus increasingly centers on questions of sustainability pertaining to the city of Ghent (in light of the transdisciplinary research consortium De Stadsacademie) and Ghent University (sustainability education). As a corollary, I don't have to travel internationally that often. I try to limit the number of international conferences to a maximum of 2 per year. When I select these conferences I find it important that - besides a relevant topical focus on sustainability - there is much room for dialogue and discussion in relatively small groups, and that a trip by plane can be avoided. I have travelled by 'Volvo-boat' and train to Uppsala (Sweden) and by night train to Siena (Italy) and Copenhagen (Denmark). ","storyB":"I would recommend reading the '7 wegwijzers' by (Lybaert & Verbeke 2019). I completely agree with the claim that slow and long travel often is at least as important as reaching the destination. Eindelijk een 'vol-ledige' tijd! Feel destracted by the environment, finally read that book you've been wanting to read for so long and find the time to have in-depth conversations. A golden tip: make sure to surround yourself with enjoyable compagnons de route!","storyC":"","picture":"thomas.jpg","date":" 2021-08-26","id":"thomas_block","id_code":4,"color":"#d04444"},{"first_name":"Wim","last_name":"Bert","bio":"Professor Nematology (Biology), Faculty of Sciences","storyA":"I have absolutely no problem traveling far by train. Even Ljubljana is a feasible destination to me. I have the feeling that somehow extra time is created during such a relatively long non-flying trip. To be away from your routine work environment in combination with passing landscapes... It gives me inspiration and it results in a remarkably higher productivity. I would even venture stating that I have missed taking the train in virtual COVID-times, although virtual meetings are obviously even more efficient from a sustainability point of view. ","storyB":"Just give it a try! Enjoy the coffee breaks whilst transfering and above all enjoy the work you have accomplished at the end of a long day of train travelling. I would also recommend checking https://hafas.bene-system.com/ for connections across national borders (even for Russia and Turkey!).","storyC":"","picture":"wim_bert.jpeg","date":" 2021-09-01","id":"wim_bert","id_code":5,"color":"#93b3ad"},{"first_name":"Freke","last_name":"Caset","bio":"Postdoctoral researcher, Department of Geography ","storyA":"I (love to) travel to international conferences and workshops by train. So far I went to Lisbon, Gothenburg, Cardiff, London and Munich. My Lisbon experience was the most memorable one thus far. The seats in the TGV were very comfy, there was a steady Wi-Fi connection throughout and my couch was next to the restauration wagon with huge windows offering magnificent views on the yellow-green French meadows. Even the transfers were fun. In Irún I enjoyed typical Spanish pinchos and a red wine with a German woman I had met on the train, before continuing our trip on the night train accompanied by sympathetic Canadians and Brits. \n\n \n\nI truly believe this way of traveling by land has so much richness, not in the least for geographers. Even the less fortunate events that you may encounter (our trajectory was hit by Portuguese forest fires and we had to take a detour by bus in the middle of the night) may be enriching in particular ways. \n\n \n\nBesides sustainable traveling I try to be vocal about the issue. In the past years I wrote a couple of articles in which I reflected (together with my co-authors) on ways of radically changing our academic ‘modus operandi’. Additionally, I hope that this platform (created together with the people listed in the ‘about us’ section) may serve as a gentle move in the right direction. I believe in the power of exchanging stories and experiences (even the less successful ones) in order to better understand particular viewpoints and to push your own thinking on the various facets of academic aeromobility.","storyB":"Just give it a go and evaluate if (and why) you liked the experience!","storyC":"","picture":"Freke.png","date":" 2021-09-03","id":"freke_caset","id_code":6,"color":"#147074"},{"first_name":"Stijn","last_name":"Vanheule","bio":"Department of Psycho-Analysis and Clinical Consulting","storyA":"I have traveled sustainably to Berlin on multliple occasions. Depending on your time of departure, it is possible to reach the center of Berlin from Ghent in about 8 to 9 hours. To me, the most important advantage of these long train trips is the ability to read and write in a focused way without any disturbances. There is a Wi-Fi connection for the largest part of this trajectory and I can easily charge my laptop in the meantime and do not have to deal with any of the hectic and hassle that often comes with boarding planes. Within my Department, we have reached the consensus that all destinations within 10 hours travel by train will no longer be reached by plane. Even if it takes you a bit longer, your work quality whilst traveling is improved and your carbon impact is significantly lower. ","storyB":"","storyC":"","picture":"image001.jpg","date":" 2021-09-09","id":"stijn_vanheule","id_code":7,"color":"#0076b6"},{"first_name":"Wim","last_name":"Fias","bio":"Professor Department of Experimental Psychology","storyA":"Since 2003 our research team takes the night train to travel to a conference in Bressanone in Italy. It's a trip of about 1000 km and we travel for about 20 hours (one-way trip). This may seem very long, but due to this decision collectively we managed to travel over 160.000 km in a more sustainable way (16 years x 5 people x 2000 km). An additional benefit: we enjoyed over 640 hours worth of teambuilding (16 years x 40 hours)! ","storyB":"Do you have any tips to convince your colleagues?\n\nIf you book a night train, pay close attention. The travel agency the UGent collaborates with nearly arranged us a chair (instead of a bed) for the entire night! Also: book the Nightjet trains directly through https://www.nightjet.com/. It will save you a lot of money.","storyC":"","picture":"wim_fias.jpg","date":" 2021-11-15","id":"wim_fias","id_code":"#675864"}]
