[{"id_code":"1", "id":"filipe-teixeira","name":"Filipe Teixeira","bio":"Does stuff","story":"Will go to Mars","picture":"/static/pictures/elon.jpeg","color":"#675864"},
    {"id_code":"2","id":"elon-musk","name":"Elon","bio":"Also does stuff","story":"Will also go to Mars","picture":"/static/pictures/neil.jpeg","color":"#d37861"},
        {"id_code":"3", "id":"freke-caset","name":"Freke Caset","bio":"Postdoctoral researcher SEG resourch group","story":"Mijn spannendste werkgerelateerde treintrip was deze zomer, toen ik vanuit Gent naar de AESOP conferentie in Lissabon spoorde. Ik weet nog dat ik me enkele maanden voor vertrek verwonderde over hoe moeizaam het boeken van dit traject verliep. Aan het internationaal loket van Brussel-Centraal konden ze mij na polsen bij verschillende collega's blijkbaar niet verder helpen, want “de vraag naar treintickets voor Lissabon is zo danig laag dat wij dit niet centraal kunnen boeken”. Ik werd doorverwezen naar de ‘special products’ dienst die ik via email diende te contacteren. Na een zevental mailtjes had ik ze dan uiteindelijk toch beet, mijn retour treintickets Brussel-Zuid naar Paris-Nord / Paris-Montparnasse naar Irún / nachttrein Irún naar Lisboa. De heenrit was heerlijk. Ik had alle tijd om mijn presentatie verder op punt te stellen in de comfi zetels van de TGV met prima wifi verbinding, én de wagon naast mij was de restauratiewagon met breedbeeld views van geelgroene Franse weilanden die aan een snelheid van 200 km per uur voorbij vlogen. Beter wordt ‘onderweg zijn’ toch niet? Onderweg ontmoette ik Yvonne uit Duitsland en proefden we tijdens onze stop in transitdorp Irún de typische Spaanse pinchos met een koel rood wijntje. Daarna namen we de Sud Expresso nachttrein, waar we in de restauratiewagon onze gezellige avond verderzetten met enkele Canadezen en Britten.   Op het congres zelf kreeg ik verbaasde reacties. Sommige noemden me een ‘activist’, anderen een ‘lichtend voorbeeld’. De reacties vond ik op z’n minst opmerkelijk voor academici die onderzoek voeren naar en pleiten voor duurzame mobiliteit. In een groot deel van mijn eigen sociale kring is treinen en zelfs 'bussen' naar iets verder gelegen landen als Portugal de norm, niet de uitzondering! Na de conferentie vond er nog een brainstormweekend plaats met een kleiner groepje onderzoekers, waar deze schijnbare paradox - sommigen noemden het treffend 'the elephant in the room' - op geregelde momenten toch werd aangehaald. We hadden een bewogen debat tijdens de 'radical idea session' waarin we als kleine 'gemeenschap' van wetenschappers brainstormden over de mogelijkheden om onze carbon footprint drastisch te verkleinen, te beginnen met het aanpakken van de grootste bron van CO2-uitstoot die veroorzaakt wordt door internationale conferenties: het vliegtuig. Een greep uit de voorstellen: bereikbaarheid vooropstellen tijdens het selectieproces van de locatie van de meeting zodat meer trein- en busritten mogelijk worden (hier zijn al succesvolle voorbeelden van), het invoeren van carbon fees in de deelnemersprijs van conferenties en meetings zodat hoge kosten van treintickets deels gecompenseerd worden door wie naar de conferentie vliegt (dit gebeurt ook al), … Ook kreeg iedereen de opdracht om een auto-etnografie voor te bereiden n.a.v. onze volgende meeting in januari in Amsterdam, waaruit we als groep onderzoekers willen leren uit de ervaringen en (vaak institutionele) uitdagingen die gepaard gaan met duurzaam academisch reizen.   Noot: de terugrit verliep iets minder vlekkeloos. Tijdens de nachttrein richting Hendaye werden we rond 2 uur ’s nachts gewekt omdat ons traject door bosbranden werd geteisterd. Via vervangbussen maakten we een detour die ons gedurende een uur langsheen actieve brandhaarden leidde. Een beklijvende ervaring, maar wel een ervaring die me meer betrokkenheid heeft doen voelen met dat andere aspect van de schitterende Portugese cultuur…","picture":"/static/pictures/elon.jpeg", "color":"#144a81"},
            {"id_code":"4", "id":"test","name":"New Test","bio":"test","story":"test","picture":"/static/pictures/elon.jpeg", "color":"#d04444"}]
